Revit 2027 API
ParameterTypeId.StructuralSectionHssInnerfillet Property
 "Inner Fillet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionHssInnerfillet { get; }
Public Shared ReadOnly Property StructuralSectionHssInnerfillet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionHssInnerfillet {
	ForgeTypeId^ get ();
}
static member StructuralSectionHssInnerfillet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace